Repository: hkarlsen06/Paeonia
Catalog: ios/PaeoniaApp/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: nb

# settings.notifications.partnerAnswered.subtitle
source: Get a notification when %@ answers a question you can reveal.
nb: Få et varsel når %@ svarer på et spørsmål du kan se.

# settings.notifications.partnerAnswered.title
source: Same-question reveals
nb: Svar på samme spørsmål

# settings.notifications.row.message
source: Choose what Paeonia tells you about
nb: Velg hva Paeonia varsler deg om

# settings.notifications.saveError.message
source: We couldn't update your notification settings. Please try again.
nb: Vi kunne ikke oppdatere varselinnstillingene dine. Prøv igjen.

# settings.notifications.saveError.title
source: Couldn't save
nb: Kunne ikke lagre

# settings.notifications.sectionTitle
source: Notifications
nb: Varsler

# settings.notifications.streakReminders.subtitle
source: Get a reminder when you still need to check in for your shared streak.
nb: Få en påminnelse når du fortsatt må sjekke inn for den felles rekken.

# settings.notifications.streakReminders.title
source: Check-in reminders
nb: Innsjekkpåminnelser

# settings.notifications.systemOff.message
source: Turn on notifications for Paeonia in the Settings app to get these.
nb: Slå på varsler for Paeonia i Innstillinger for å få disse.

# settings.notifications.systemOff.title
source: Notifications are off
nb: Varsler er av

# settings.notifications.widgetAlerts.subtitle
source: Get a notification when %@ adds a new drawing.
nb: Få et varsel når %@ lager en ny tegning.

# settings.notifications.widgetAlerts.title
source: Drawing updates
nb: Nye tegninger

# settings.privacySafety.message
source: Manage your data or report a safety concern.
nb: Administrer dataene dine eller rapporter noe utrygt.

# settings.profile.discard
source: Discard changes
nb: Forkast endringene

# settings.profile.fallbackName
source: You
nb: Deg

# settings.profile.name.label
source: First name
nb: Fornavn

# settings.profile.photo.add
source: Add photo
nb: Legg til bilde

# settings.profile.photo.change
source: Change photo
nb: Endre bilde

# settings.profile.photo.message
source: Your photo is private and only shown inside Paeonia to your partner.
nb: Bildet ditt er privat og vises bare til partneren din i Paeonia.

# settings.profile.photo.previewAccessibilityLabel
source: New profile photo
nb: Nytt profilbilde

# settings.profile.photo.remove
source: Remove photo
nb: Fjern bilde

# settings.profile.photoLoadFailed.message
source: Choose another photo and try again.
nb: Velg et annet bilde og prøv igjen.

# settings.profile.photoLoadFailed.title
source: Couldn't open that photo
nb: Kunne ikke åpne bildet

# settings.profile.row.message
source: Your name, photo, and account
nb: Navnet ditt, bildet og kontoen

# settings.profile.save
source: Save changes
nb: Lagre endringer

# settings.profile.saved.message
source: Your changes are ready for both of you.
nb: Endringene dine er klare for dere begge.

# settings.profile.saved.title
source: Profile updated
nb: Profilen er oppdatert

# settings.profile.saveFailed.message
source: Your old profile is still there. Check your connection and try again.
nb: Den gamle profilen din er fortsatt der. Sjekk tilkoblingen og prøv igjen.

# settings.profile.saveFailed.title
source: Couldn't update your profile
nb: Kunne ikke oppdatere profilen

# settings.profile.saving
source: Saving…
nb: Lagrer …

# settings.profile.sectionTitle
source: Your profile
nb: Profilen din

# settings.profile.signedInWith
source: Signed in with %@
nb: Pålogget med %@

# settings.purchases.failed.message
source: Check your connection and try again.
nb: Sjekk tilkoblingen og prøv igjen.

# settings.purchases.failed.title
source: Couldn't restore purchases
nb: Kunne ikke gjenopprette kjøp

# settings.purchases.none.message
source: We couldn't find an App Store subscription to restore for this account.
nb: Vi fant ikke noe App Store-abonnement å gjenopprette for denne kontoen.

# settings.purchases.none.title
source: No subscription found
nb: Fant ikke noe abonnement

# settings.purchases.restored.message
source: Paeonia has refreshed access for both of you.
nb: Paeonia har oppdatert tilgangen for dere begge.

# settings.purchases.restored.title
source: Subscription restored
nb: Abonnementet er gjenopprettet

# settings.purchases.restoring
source: Restoring purchases…
nb: Gjenoppretter kjøp …

# settings.purchases.row.message
source: Manage your subscription or restore a purchase
nb: Administrer abonnementet eller hent tilbake et kjøp

# settings.purchases.sectionTitle
source: Purchases
nb: Kjøp

# settings.relationship.date.missingMessage
source: Add the day your relationship started
nb: Legg til dagen forholdet startet

# settings.relationship.date.setMessage
source: Change the day your relationship started
nb: Endre dagen forholdet startet

# settings.relationship.date.title
source: Relationship date
nb: Datoen deres

# settings.relationship.section.title
source: Relationship
nb: Forhold

# settings.section.support
source: Support
nb: Hjelp

# settings.support.row.message
source: Find answers and get in touch
nb: Finn svar og ta kontakt

# settings.unpair.button
source: Leave relationship
nb: Forlat forholdet

# streakDetail.done
source: Done
nb: Ferdig

# streakDetail.longestLabel
source: Longest streak
nb: Lengste rekke

# streakDetail.message
source: Each of you does one small thing each day to keep the flame going. Answer questions, send a drawing, add a memory, or write a message. If one of you misses a day, it cools down, but you can always start again.
nb: Begge gjør én liten ting hver dag for å holde flammen i live. Svar på spørsmål, send en tegning, legg til et minne eller skriv en melding. Hvis én av dere hopper over en dag, kjølner den, men dere kan alltid begynne på nytt.

# streakDetail.title
source: Your streak
nb: Rekken deres

# streakRestore.brokenAction
source: Get it back
nb: Få den tilbake

# streakRestore.buyButton
source: Restore streak
nb: Gjenopprett rekken

# streakRestore.error.notRestorable
source: That streak can't be brought back anymore.
nb: Den rekken kan ikke hentes tilbake lenger.

# streakRestore.message
source: Your streak slipped, but you can still bring it back. Do it soon to keep going together.
nb: Rekken røk, men du kan fortsatt få den tilbake. Gjør det snart for å holde den i gang sammen.

# streakRestore.notNow
source: Not now
nb: Ikke nå

# streakRestore.success.message
source: The flame is glowing again. Keep showing up together.
nb: Flammen gløder igjen. Fortsett å møte opp sammen.

# streakRestore.success.title
source: Your streak is back
nb: Rekken er tilbake

# streakRestore.title
source: Get your streak back
nb: Få tilbake rekken

# sync.status.failed
source: Needs attention
nb: Trenger oppmerksomhet

# sync.status.offline
source: Offline
nb: Frakoblet

# sync.status.savedLocally
source: Saved on this phone
nb: Lagret på denne telefonen

# sync.status.synced
source: Sent
nb: Sendt

# sync.status.syncing
source: Sending
nb: Sender

# welcome.countdown.subtitle
source: Count down to your next visit and the milestones along the way.
nb: Tell ned til neste gjensyn og milepælene på veien.

# welcome.countdown.title
source: Looking forward, together
nb: Se fram til det sammen

# welcome.dailyQuestions.subtitle
source: The small things you share keep the two of you near.
nb: De små tingene dere deler, holder dere to nær hverandre.

# welcome.dailyQuestions.title
source: Closer, every day
nb: Nærmere, hver dag

# welcome.doodle.subtitle
source: Welcome to Paeonia — a private little place to stay close, however far apart you are.
nb: Velkommen til Paeonia – et lite, privat sted for å være nær, uansett hvor langt fra hverandre dere er.

# welcome.doodle.title
source: For the two of you
nb: For dere to

# welcome.getStarted
source: Get started
nb: Kom i gang

# welcome.haveInviteCode
source: Have an invite code?
nb: Har du en invitasjonskode?

# welcome.inviteCode.change
source: Change code
nb: Bytt kode

# welcome.inviteCode.continue
source: Continue
nb: Fortsett

# welcome.inviteCode.saved.title
source: Invite code saved
nb: Invitasjonskoden er lagret

# welcome.inviteCode.subtitle
source: Your partner already started Paeonia? Add their code, then sign in to join them.
nb: Har partneren din allerede startet Paeonia? Legg inn koden deres, og logg inn for å bli med.

# welcome.inviteCode.title
source: Enter your invite code
nb: Skriv inn invitasjonskoden

# welcome.next
source: Next
nb: Neste

# welcome.skip
source: Skip
nb: Hopp over

# widget.history.done
source: Done
nb: Ferdig

# widget.history.empty.message
source: Drawings you and %@ save will show up here.
nb: Tegninger du og %@ lagrer, dukker opp her.

# widget.history.empty.title
source: No drawings yet
nb: Ingen tegninger ennå

# widget.history.error.message
source: Check your connection and try again.
nb: Sjekk forbindelsen og prøv igjen.

# widget.history.error.title
source: We couldn't load your drawings
nb: Vi klarte ikke å laste tegningene

# widget.history.openButton
source: Drawing history
nb: Tegnehistorikk

# widget.history.retry
source: Try again
nb: Prøv igjen

# widget.history.save.accessibility
source: Save this drawing to your photos
nb: Lagre denne tegningen i bildene dine

# widget.history.save.permission.message
source: To save drawings, turn on photo access for Paeonia in Settings.
nb: For å lagre tegninger, slå på bildetilgang for Paeonia i Innstillinger.

# widget.history.save.permission.title
source: Let Paeonia save to Photos
nb: La Paeonia lagre i Bilder

# widget.history.saved.accessibility
source: Saved to your photos
nb: Lagret i bildene dine

# widget.history.title
source: Drawing history
nb: Tegnehistorikk

# widget.history.unknownAuthor
source: Someone
nb: Noen

# widgetDrawing.canvas.label
source: Drawing canvas
nb: Tegneflate

# widgetDrawing.clear.button
source: Clear
nb: Tøm

# widgetDrawing.clear.cancel
source: Keep drawing
nb: Fortsett å tegne

# widgetDrawing.clear.confirm.action
source: Clear
nb: Tøm

# widgetDrawing.clear.confirm.message
source: This clears what you're drawing now. The last saved drawing stays until you save a new one.
nb: Dette tømmer det du tegner nå. Den siste tegningen blir værende til du lagrer en ny.

# widgetDrawing.clear.confirm.title
source: Clear the canvas?
nb: Tømme tegneflaten?

# widgetDrawing.color.blue
source: Blue
nb: Blå

# widgetDrawing.color.blush
source: Blush
nb: Lys rosa

# widgetDrawing.color.custom
source: Custom color
nb: Egendefinert farge

# widgetDrawing.color.gold
source: Gold
nb: Gull

# widgetDrawing.color.green
source: Green
nb: Grønn

# widgetDrawing.color.lavender
source: Lavender
nb: Lavendel

# widgetDrawing.color.petal
source: Petal pink
nb: Peonrosa

# widgetDrawing.color.pink
source: Pink
nb: Rosa

# widgetDrawing.color.warm
source: Warm pink
nb: Varm rosa

# widgetDrawing.redo.button
source: Redo
nb: Gjør om

# widgetDrawing.save.button
source: Save
nb: Lagre

# widgetDrawing.save.error.message
source: Your drawing is still here. Try sending again.
nb: Tegningen din er fortsatt her. Prøv å sende igjen.

# widgetDrawing.save.error.title
source: Could not send
nb: Kunne ikke sende

# widgetDrawing.saved
source: Sent
nb: Sendt

# widgetDrawing.saving
source: Sending …
nb: Sender …

# widgetDrawing.size.slider
source: Tool size
nb: Verktøystørrelse

# widgetDrawing.title
source: Shared widget
nb: Felles widget

# widgetDrawing.tool.eraser
source: Eraser
nb: Viskelær

# widgetDrawing.tool.pen
source: Pen
nb: Penn

# widgetDrawing.tool.pencil
source: Pencil
nb: Blyant

# widgetDrawing.undo.button
source: Undo
nb: Angre
